Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=679_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Anárašgiela áppes oaččui bargogirjji
smn: Anarâškielâ aabis finnij pargokirje

source: Anárašgiela jagis 2011 almmuhuvvon čakčalohkanbaji áppes lea ožžon bargogirjji
smn: Anarâškielâlâš čohčâluuhâmpaje aabis, mii almostui ive 2011, lii tääl finnim olssis kyeimi

source: Bargogirjji lea dahkan Matti Morottaja, Guovža Sámmola Máhtte, ja govaid dasa Daniel Gelencsér.
smn: Pargokirje lii ráhtám Matti Morottaja, Kuobžâ-Saammâl Matti, já kuuvijd lii ráhtám Daniel Gelencsér.

source: Girji lea fidnemis Duodjegávppis Sajosis ja sámedikki skuvlen- ja oahppamateriáladoaimmahagas, info (at) samediggi.
smn: Kirje finnee uástiđ Duodji - käävpist Sajosist já sämitige škovlim- já oppâmateriaaltoimâttuvâst, info (at) samediggi.

source: Lassedieđut dás.
smn: Lasetiäđuid täst.
